IDEA Open Model
ParameterBool Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ParameterBool class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ParameterBool()
Public Sub New
public:
ParameterBool()
See Also
Reference
ParameterBool Class
IdeaRS.OpenModel.CrossSection Namespace